Repository: common-repository/wordpress-ticket-plugin
Catalog: lang/iewticket-*.po
Languages: tr_tr

source: Tickets
tr_tr: Talepler

source: All Tickets
tr_tr: Tüm Talepler

source: Subject
tr_tr: Konu

source: User
tr_tr: Üye

source: Last Update
tr_tr: Son Güncelleme

source: Status
tr_tr: Durum

source: Actions
tr_tr: Eylemler

source: %1$d records showing in %2$d of %3$d
tr_tr: %2$d / %3$d içinden %1$d gösteriliyor

source: Waiting for reply
tr_tr: Yanıt için bekleniyor

source: Response from site manager
tr_tr: Site Yöneticisi Cevabı

source: Response from user
tr_tr: Üye Cevabı

source: Marked as solved by manager
tr_tr: Yönetici tarafından çözüldü olarak işaretlendi

source: Marked as solved by user
tr_tr: Üye tarafından çözüldü olarak işaretlendi

source: Permanently closed.
tr_tr: Kalıcı olarak kapatıldı.

source: Reply the ticket
tr_tr: Soruna yanıt ver

source: Mark as solved
tr_tr: Çözüldü olarak işaretle

source: Permanently delete this ticket
tr_tr: Bu isteği kalıcı olarak sil

source: Write your reply here...
tr_tr: Cevabınızı buraya yazın...

source: Reply
tr_tr: Yanıtla

source: ERROR: Access denied.
tr_tr: HATA: Erişim reddedildi.

source: ERROR: Something missing. Please try again later.
tr_tr: HATA: Birşey eksik. Lütfen tekrar deneyiniz.

source: Tickets %s
tr_tr: Talepler %s

source: Online Support
tr_tr: Canlı Destek

source: Support
tr_tr: Yardım

source: New Ticket
tr_tr: Yeni Talep

source: Opening Date
tr_tr: Oluşturma Tarihi

source: Subject:
tr_tr: Konu:

source: Question:
tr_tr: Sorun:

source: Please describe your problem clearly.
tr_tr: Lütfen sorununuzu açık bir şekilde ifade ediniz.

source: (*) Required field - You have to fill it.
tr_tr: (*) Zorunlu alan - Bu alanları doldurmalısınız.

source: Create Ticket
tr_tr: Sorunu Bildir

source: Your ticket has been created.
tr_tr: Sorun bildirimi oluşturuldu.

source: Ooops, It seems that you didnt fill all form fields.
tr_tr: Ooops, tüm alanları doldurmamışsınız.

source: You are not allowed to access this part of the site
tr_tr: Sitenin bu kısmına erişme izniniz yok.

source: Support %s
tr_tr: Yardım %s
